export const questionOne = {
    id: 0,
    name: 'gender',
    Q1: `희망하는 전문가의 성별은 무엇입니까?`,
    answer: ['무관', '남자', '여자'],
};

export const questionTwo = {
    id: 1,
    name: 'age',
    Q1: `희망하는 전문가의 나이는 어떻게 되십니까?`,
    answer: ['무관', '20대', '30대', '40대', '50대'],
};

export const questionThree = {
    id: 2,
    name: 'career',
    Q1: `원하시는 전문가의 경력은 어떻게 되십니까?`,
    answer: ['0~4년', '5~9년', '10~14년', '15~20년'],
};

export const SelectData = {
    id: 0,
    Q1: `희망하는 레슨 지역은 어디십니까?`,
    town: {
        select: '시/군/구',
        option: [
            '선택안함',
            '강남구',
            '강동구',
            '강북구',
            '강서구',
            '관악구',
            '광진구',
            '구로구',
            '금천구',
            '노원구',
            '도봉구',
            '동대문구',
            '동작구',
            '마포구',
            '서대문구',
            '서초구',
            '성동구',
            '성북구',
            '송파구',
            '양천구',
            '영등포구',
            '용산구',
            '은평구',
            '종로구',
            '중구',
            '중랑구',
            
        ],
    },
};